[GENERAL]
NAME					= Српски
TRANSLATOR				= Зоран Томић, Н.Сад
DLG_FONT_NAME				= tahoma
DLG_FONT_SIZE				= 10


[TEXT]
TEXT_MESSAGEBOX_OK			= Уреду
TEXT_MESSAGEBOX_CANCEL			= Откажи
TEXT_MESSAGEBOX_ABORT			= Одбаци
TEXT_MESSAGEBOX_RETRY			= Понови
TEXT_MESSAGEBOX_IGNORE			= Запостави
TEXT_MESSAGEBOX_YES			= Да
TEXT_MESSAGEBOX_NO			= Не
TEXT_MESSAGEBOX_CONTINUE		= Настави

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Beta
TEXT_PORTABLE				= Преносиви
TEXT_BUILDNO				= Гради#
TEXT_SELECT_FOLDER			= Изабери фасциклу
TEXT_ASSOC_IMAGE			= Слика (${str1}) File
TEXT_ASSOC_RAWIMAGE			= RAW слика (${str1}) File
TEXT_ASSOC_EBOOK			= Сабијена слика (${str1}) File
TEXT_APP_DESC				= Honeyview је веома брз прегледач слика
TEXT_ABOUTBOX_TAB1			= О Honeyview-у
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Сликовна датотека
TEXT_OPENFILEDLG_ALLFILE		= Све датотеке
TEXT_NEW_FOLDER				= Нова фасцикла
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Преузимање потребне инсталационе датотеке није успело
TEXT_UPDATE_VERSION_CHECK_FAILED	= Провера верзије није успела
TEXT_UPDATE_VERSION_CHECKING		= Провера верзије
TEXT_UPDATE_DOWNLOAD_FAILED		= Преузимање није успело
TEXT_UPDATE_LATEST_VERSION		= Актуелан
TEXT_UPDATE_DO_DOWNLOAD			= Ажурирање потребно
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Преузимање комплетно

TEXT_MSG_LASTPAGE			= Прва слика
TEXT_MSG_FIRSTPAGE			= Последња слика
TEXT_MSG_NOIMAGEFILE			= Нема слике у компримованој датотеци
TEXT_MSG_INVALID_PHOTOFOLDER		= Подеси пут Фото Фолдер 2 у конфигурацији
TEXT_MSG_CANTOPENARCHIVE		= Није успео да отвори датотеку:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Овај фајл није подржан. Ажурирај на најновију верзију
TEXT_MSG_INVALID_PASSWORD		= Погрешна лозинка
TEXT_MSG_STRETCHWHENSMALL_ON		= Растегни малу слику: Укљ
TEXT_MSG_STRETCHWHENSMALL_OFF		= Растегни малу слику: Искљ
TEXT_MSG_CANTOPENBOOKMARK		= Није успео да отвори обележиваче
TEXT_MSG_BROKENARCHIVE			= Овај сабијени фајл је оштећен
TEXT_MSG_ADDTOBOOKMARK			= Додај у обележиваче:
TEXT_MSG_LOADRECENTBOOKMARK		= Отворите недавно сачуване обележиваче:
TEXT_MSG_SLIDESHOWSTART			= Отвори слајдшоу: (време)с
TEXT_MSG_SLIDESHOWSTOP			= Заустави слајдшоу
TEXT_MSG_ALWAYSONTOP_ON			= Увек на врху: Укљ
TEXT_MSG_ALWAYSONTOP_OFF		= Увек на врху: Искљ
TEXT_MSG_ZOOMFIX_ON			= Фиксирај увећање/смањење: Укљ
TEXT_MSG_ZOOMFIX_OFF			= Фиксирај увећање/смањење: Исљ
TEXT_MSG_EXTPROGERR_LAUNCH		= Отвори са сликовним уређивачем
TEXT_MSG_EXTPROGERR_NOTSET		= Изабери сликовни уређивач у конфигурацији (Paint, Photoshop, итд). 
TEXT_MSG_ARCHIVEBOOKMARK		= Запамти локацију сабијене датотеке:
TEXT_MSG_RESTART_NOTIFY			= Овај програм ће се поново покренути
TEXT_MSG_COPY2CLIPBOARD			= Копирано у оставу
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Није успело копирање на оставу
TEXT_MSG_BOOKMARK_EXPORTED		= Обележивачи су сачувани
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Није успео да сачува обележиваче
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Није успео да отвори обележиваче
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Није успео да увезе обележиваче
TEXT_MSG_BOOKMARK_IMPORTED		= Обележивачи су увезени
TEXT_MSG_SETWALLPAPER_FAILED		= Није успео да постави као позадину радне површине
TEXT_MSG_CANT_OPEN_IMAGE		= Не може да отвори датотеку слике
TEXT_MSG_TRANSFORM_COMPLETED		= Обрада завршена
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Не може да отвори датотеку
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Не може сачувати датотеку
TEXT_MSG_CANT_OPEN_MMF			= Не може да отвори MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Овај програм ће се поново покренути
TEXT_MSG_DELETED			= Избрисанo

TEXT_ASK_INIT				= Желиш ли да покренеш конфигурацију?
TEXT_ASK_DELETE_IMAGE			= Желиш ли да обрише ову датотеку у корпу за отпатке?
TEXT_ASK_DELETE_ARCHIVE			= Тренутна слика је део сабијеног фајла.[br][br]Да ли желиш да избришеш сабијени фајл (${FILENAME}) потпуно?
ТEXT_ASK_DELETE_BOOKMARKALL		= Да ли желиш да обришеш све меморисане обележиваче?
TEXT_ASK_LAUNCH_ASSOCUI			= За оперативни систем Виндовс 8 или новије верзије, корисници су дужни да придруже екстензије.[br][br]Да ли желиш да повежеш екстензије?
TEXT_ASK_STOP_BATCH_PROCESSING		= Обрада је у току. Да ли желиш да је откажеш?

TEXT_FILTERMODE_NONE			= Без филтера
TEXT_FILTERMODE_BILINEAR		= Филтер: омекшан
TEXT_FILTERMODE_SHARPEN			= Филтер: омекшан+изоштрен

TEXT_SHOWMODE_NONE			= Приказ: Права величина (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Приказ: Цео прозор
TEXT_SHOWMODE_FIT2WIDTH			= Приказ: Цео по ширини
TEXT_SHOWMODE_TWO_L2R			= Паметна дуплерица (Лево->Десно)
TEXT_SHOWMODE_TWO_R2L			= Паметна дуплерица (Лево<-Десно)

TEXT_NEXTPATH_NOFILE			= Премести фасциклу: Последња слика (Отвори фасциклу)
TEXT_NEXTPATH_LASTFOLDER		= Следећа фасцикла: Последња слика
TEXT_PREVPATH_LASTFOLDER		= Претходна фасцикла: Последња слика
TEXT_NEXTPATH_OPENFOLDER		= Следећа фасцикла:
TEXT_PREVPATH_OPENFOLDER		= Претходна фасцикла:

TEXT_DELETE				= Избриши: 
TEXT_COPY_TO_PHOTOFOLDER1		= Копирај у Фото фасциклу 1:
TEXT_COPY_TO_PHOTOFOLDER2		= Копирај у Фото фасциклу 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Премести у Фото фасциклу 1:

TEXT_SELECTFILEDLG_FILELIST		= Списак
TEXT_SELECTFILEDLG_DATE			= Датум измене
TEXT_SELECTFILEDLG_SIZE			= Величина

TEXT_BOOKMARKEDITDLG_PATH		= Путања

TEXT_PAGETURNFX_NONE			= Без ефекта
TEXT_PAGETURNFX_HV2			= Пребацивање
TEXT_PAGETURNFX_ALPHA			= Исчезавање
TEXT_PAGETURNFX_SLIDE			= Клизање

TEXT_FILEINFO_FILENAME			= Назив датотеке
TEXT_FILEINFO_SIZE			= Величина слике
TEXT_FILEINFO_CREATETIME		= Датум настанка
TEXT_FILEINFO_MODIFYTIME		= Датум измене
TEXT_FILEINFO_IMGINFO			= Информација о слици
TEXT_FILEINFO_ROTATE			= Иформација о окретању
TEXT_FILEINFO_ZOOM			= Увеличање/Смањење

TEXT_EXIF_MAKER				= Направи
TEXT_EXIF_MODEL				= Модел апарата
TEXT_EXIF_SOFTWARE			= Програм
TEXT_EXIF_ARTIST			= Аутор
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Ауторско право
TEXT_EXIF_DATETIME			= Датум сликања/Време
TEXT_EXIF_FLASHUSED			= Флеш
TEXT_EXIF_FOCALLENGTH			= Жижна даљина
TEXT_EXIF_FOCALLENGTH_35MM		= Жижна даљина (35mm)
TEXT_EXIF_EXPOSURETIME			= Брзина затварача
TEXT_EXIF_EXPOSUREBIAS			= Експозиција
TEXT_EXIF_APERTUREFNUMBER		= Број бленде
TEXT_EXIF_ISOEQUIVALENT			= ISO брзина
TEXT_EXIF_METERINGMODE			= Мод мерења
TEXT_EXIF_EXPOSUREPROGRAM		= Програм експозиције
TEXT_EXIF_DISTANCE			= Жина даљина
TEXT_EXIF_GPS				= GPS информација
TEXT_EXIF_COMMENT			= Коментар

TEXT_CUSTOMCMD_NOOPERATION		= Не ради ништа
TEXT_CUSTOMCMD_FULLSCREEN		= Цео екран
TEXT_CUSTOMCMD_MAXIMIZE			= Увећај потпуно
TEXT_CUSTOMCMD_MINIMIZE			= Смањи потпуно
TEXT_CUSTOMCMD_PAGESELECT		= Изабери слику
TEXT_CUSTOMCMD_EXIT			= Изађи
TEXT_CUSTOMCMD_OPEN			= Отвори датотеку
TEXT_CUSTOMCMD_OPENFOLDER		= Отвори фасциклу
TEXT_CUSTOMCMD_NEXT1			= Следећа 1 страна (Дуплeрица) 
TEXT_CUSTOMCMD_PREV1			= Претходна 1 страна (Дуплeрица)
TEXT_CUSTOMCMD_NEXT			= Следећа слика
TEXT_CUSTOMCMD_PREV			= Претходна слика
TEXT_CUSTOMCMD_NEXT_RANDOM		= Следећа насумична слика
TEXT_CUSTOMCMD_PREV_RANDOM		= Претходна насумична слика
TEXT_CUSTOMCMD_HOME			= Прва слика
TEXT_CUSTOMCMD_END			= Последња слика
TEXT_CUSTOMCMD_NEXT10			= Следећих 10. слика
TEXT_CUSTOMCMD_PREV10			= Претходних 10. слика
TEXT_CUSTOMCMD_SCROLL_UP		= Точкић горе
TEXT_CUSTOMCMD_SCROLL_DN		= Точкић доле
TEXT_CUSTOMCMD_SCROLL_LEFT		= Точкић лево
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Точкић десно
TEXT_CUSTOMCMD_ZOOM_IN			= Увећај
TEXT_CUSTOMCMD_ZOOM_OUT			= Смањи
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Копирај у Фото фасциклу
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Помери у Фото фасциклу
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Copy to Photo Folder2
TEXT_CUSTOMCMD_NEXTPATH			= Следећа сабијена датотека/фасцикла
TEXT_CUSTOMCMD_PREVPATH			= Претходна сабијена датотека/фасцикла
TEXT_CUSTOMCMD_CONTEXT_MENU		= Изборник
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Прикажи датотеку/EXIF информацију

TEXT_COMBO_GIF_TRANS_OPTION_0		= Користи oригинал ГИФ палету
TEXT_COMBO_GIF_TRANS_OPTION_1		= Користи белу боју позадине
TEXT_COMBO_GIF_TRANS_OPTION_2		= Користи мрежу позадине
TEXT_COMBO_GIF_TRANS_OPTION_3		= Користи црну боју позадине

TEXT_COMBO_LASTFILE_ACTION_NONE		= Не ради ништа
TEXT_COMBO_LASTFILE_ACTION_ASK		= Питај
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Иди на прву датотеку
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Иди на следећи/претходни фасциклу/датотеку

TEXT_ASSOC_GROUP0			= Често кориштени формат 
TEXT_ASSOC_GROUP1			= Новоуведени формат 
TEXT_ASSOC_GROUP2			= Идеалан камера формат 
TEXT_ASSOC_GROUP3			= Сабијене сликовне датотеке 

TEXT_SORT_METHOD_FILENAME		= Сложи по имену
TEXT_SORT_METHOD_DATE			= Сложи по датуму промене
TEXT_SORT_METHOD_SIZE			= Сложи по величини
TEXT_SORT_METHOD_EXT			= Сложи по узорку

TEXT_TRANSF_RESIZE_NONE			= Не мењај величину
TEXT_TRANSF_RESIZE_KEEPRATIO		= Очување оригиналног односа
TEXT_TRANSF_RESIZE_FITWIDTH		= Погодан за ширину
TEXT_TRANSF_RESIZE_ADD			= Додај повећање 
TEXT_TRANSF_RESIZE_CUT			= Опсеци слику
TEXT_TRANSF_RESIZE_STRETCH		= Издужи слику

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Ауто
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Претходна фасцикла ( [ )
TEXT_BTN_NEXT_FOLDER			= Следећа фасцикла ( ] )
TEXT_BTN_PREV_ARCHIVE			= Прет. сабијена датотека ( [ )
TEXT_BTN_NEXT_ARCHIVE			= След. сабијена датотека ( ] )


[MENU]
MENUSTR_OPEN				= Oтвори\F2
MENUSTR_OPENFOLDER			= Отвори фасциклу\F
MENUSTR_CLOSE				= Затвори\F4
MENUSTR_PAGESELECT			= Изабери слику\Enter
MENUSTR_OPEN_FILEPOSITION		= Прикажи у Windows Explorer-у\Ctrl+Enter

MENUSTR_FILTER_NONE			= Без филтера\U
MENUSTR_FILTER_BILINEAR			= Омекшан\I
MENUSTR_FILTER_SHARPEN			= Омекшан+изоштрен\S

MENUSTR_PAGEMOVE			= Премести слику
MENUSTR_PAGEMOVE_NEXT			= Следећа слика\->
MENUSTR_PAGEMOVE_PREV			= Претходна слика\<-
MENUSTR_PAGEMOVE_HOME			= Прва слика\Home
MENUSTR_PAGEMOVE_END			= Последња слика\End
MENUSTR_PAGEMOVE_NEXT10			= Следећа 10. слика\Ctrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= Претходна 10. слика\Ctrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Следећа насумична слика\Ctrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= Претходна насумична слика\Ctrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Следећа фасцикла/сабијена датотека\]
MENUSTR_PAGEMOVE_PREV_PATH		= Претходна фасцикла/сабијена датотека\[

MENUSTR_INTERPOLATEMODE			= Уметање
MENUSTR_INTERPOLATEMODE_BILINEAR	= Билинеарно уметање (брзо)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Бикубично уметање (споро, виши квалитет)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Lanczos уметање (споро, виши квалитет)

MENUSTR_IMAGE_PROCESSING		= Сликовни ефекти
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Обрнута слика\Ctrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Gamma равнотежа\Ctrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Пресликај вертикално\Ctrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Пресликај хоризонтално\Ctrl+M

MENUSTR_SORT_METHOD			= Сортирај по
MENUSTR_SORT_METHOD_FILENAME		= Име
MENUSTR_SORT_METHOD_DATE		= Датум измене
MENUSTR_SORT_METHOD_SIZE		= Величина
MENUSTR_SORT_METHOD_EXT			= Тип
MENUSTR_SORT_DESCENDING			= Descending

MENUSTR_SHOWMODE			= Види слике
MENUSTR_FILTER_STRETCHWHENSMALL		= Растегни мале слике\Z
MENUSTR_SHOWMODE_NONE			= Права величина (100%)\0
MENUSTR_SHOWMODE_STRETCH		= Цео прозор\9
MENUSTR_SHOWMODE_FITWIDTH		= Цео по ширини\8
MENUSTR_SHOWMODE_TWO_L2R		= Паметна дуплерица (лево->десно)\7
MENUSTR_SHOWMODE_TWO_R2L		= Паметна дуплерица (лево<-десно)\6

MENUSTR_ZOOM				= Увеличање
MENUSTR_ZOOM_IN				= Повећање\+
MENUSTR_ZOOM_OUT			= Смањење\-
MENUSTR_ZOOM_FIX			= Учврсти\Ctrl+K
MENUSTR_ZOOM_100			= 100%\*
MENUSTR_ZOOM_IN_1			= Повећање(1%)\Ctrl++
MENUSTR_ZOOM_OUT_1			= Смањење(1%)\Ctrl+-

MENUSTR_ROTATION			= Окрени
MENUSTR_ROTATION_NONE			= Не окрећи\Alt+Up
MENUSTR_ROTATION_L90			= Окрени 90˚ супротно смеру казаљки\Alt+Left
MENUSTR_ROTATION_R90			= Окрени 90˚ у смеру казаљки\Alt+Right
MENUSTR_ROTATION_180			= Пресликај хоризонтално\Alt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Датотека/EXIF инфорација\TAB
MENUSTR_WALLPAPER			= Постави као радну површину...
MENUSTR_DELETE				= Избриши\Del
MENUSTR_COPY_TO_PHOTOFOLDER		= Копирај у Фото фасциклу\Ins
MENUSTR_EXTPROG0			= Отвори са уређивачем слика\Ctrl+E
MENUSTR_PRINT				= Штампај\Ctrl+P
MENUSTR_COPY2CLIPBOARD			= Копирај у таблицу\Ctrl+C

MENUSTR_SETTING				= Подешавања\F5
MENUSTR_ABOUT				= О Honeyview-у\F1
MENUSTR_EXIT				= Излаз\X

; about popup menu
MENUSTR_HOMEPAGE			= Website
MENUSTR_HELP				= Помоћ са пречице

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Додај у обележиваче\B
MENUSTR_BOOKMARK_DELALL			= Избриши све обележиваче
MENUSTR_BOOKMARK_SETTTING		= Подешавања обележивача 
MENUSTR_BOOKMARK_EDIT			= Прикажи обележиваче\F3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Заустави слајдшоу\Ctrl+0
MENUSTR_SLIDESHOW_01			= 1 s\Ctrl+1
MENUSTR_SLIDESHOW_02			= 2 s\Ctrl+2
MENUSTR_SLIDESHOW_03			= 3 s\Ctrl+3
MENUSTR_SLIDESHOW_04			= 4 s\Ctrl+4
MENUSTR_SLIDESHOW_05			= 5 s\Ctrl+5
MENUSTR_SLIDESHOW_06			= 6 s\Ctrl+6
MENUSTR_SLIDESHOW_07			= 7 s\Ctrl+7
MENUSTR_SLIDESHOW_08			= 8 s\Ctrl+8
MENUSTR_SLIDESHOW_09			= 9 s\Ctrl+9
MENUSTR_SLIDESHOW_10			= 10 s
MENUSTR_SLIDESHOW_15			= 15 s
MENUSTR_SLIDESHOW_20			= 20 s
MENUSTR_SLIDESHOW_25			= 25 s
MENUSTR_SLIDESHOW_30			= 30 s
MENUSTR_SLIDESHOW_60			= 60 s
MENUSTR_SLIDESHOW_90			= 90 s
MENUSTR_SLIDESHOW_LOOP			= Понављај
MENUSTR_SLIDESHOW_RANDOM		= Насумице

MENUSTR_PAGETURNFX_NONE			= Без ефекта
MENUSTR_PAGETURNFX_HV2			= Пребацивање
MENUSTR_PAGETURNFX_ALPHA		= Ишчезавање
MENUSTR_PAGETURNFX_SLIDE		= Клизање

MENUSTR_PHOTOFOLDER_COPY1		= Копирај у Фото фасциклу 1\Insert
MENUSTR_PHOTOFOLDER_MOVE1		= Премести у Фото фасциклу 1\Ctrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Копирај у Фото фасциклу 2\Shift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Подешавања Фото фасцикле
MENUSTR_PHOTOFOLDER_OPEN		= Отвори фото Фасциклу 1

MENUSTR_TRANSFORMDLG			= Претвори слику (окрени, промени величину)\Ctrl+T

[DIALOG]
IDCANCEL				= Откажи
IDOK					= У реду

[IDD_ABOUT]  
IDD_ABOUT				= О Honeyview-у
IDC_BTN_HOMEPAGE			= Website
IDC_BTN_UPDATE				= Ажурирање

[IDD_SETTING]
IDD_SETTING				= Подешавање
IDC_BTN_INIT				= Врати првобитно

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Општа подешавања
IDC_CHK_USESNAP				= Залепи прозор
IDC_CHK_DONOTREMEMBERFOLDER		= Не чувај недавне путање фолдера
IDC_CHK_ONE_INSTANCE			= Не дозволитЕ више инстанци Honeyview
IDC_CHK_ASK_DELETE			= Питај за потврду пре брисања датотеке
IDC_CHK_NO_CENTER_MESSAGE		= Приказ порука обавештења у углу , а не у центру
IDC_CHK_ALWAYS_ON_TOP			= Увек на врху (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Излаз са ESC
IDC_CHK_CHECK_UPDATE			= Провери за најновију верзију
IDC_CHK_CHECK_UPDATE_MINOR		= Провери за прошле верзије
IDC_STATIC_LASTFILEACTION_IMAGE		= Акција на последњу/прву слику:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= Акција на последњу/прву слику у архиви:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Види подешавања
IDC_CHK_SHOWBORDER			= Прикажи ивицу главног прозора
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Покажи име датотеке на слици када је врх менија скривен(Пречица: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= Сачувај фиксно стање увеличања/смањења
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Не приказуј при врху изборну траку
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Не приказуј при дну изборну траку
IDC_CHK_DO_NOT_SIDE_ARROW		= Не приказуј бочну стрелицу
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Не приказуј анимацију-инфо контрола
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Не приказуј зум-инфо контролу
IDC_CHK_HIDE_TOOLTIP_HELP		= Не приказуј алатницу на прелазак миша
IDC_CHK_EXIFINFO_SMALL_FONT		= Користи мала слова за EXIF/датотеку инфо
IDC_CHK_USEBKGNDIMAGE			= Промени подразумевану позадинску слику
IDC_BTN_BKGND_SET			= Прегледај...
IDC_BTN_BKGND_OPEN			= Отвори фасциклу
IDC_STATIC_BKGNDCOLOR			= Боја позадине:
IDC_BTN_BKGND				= Изабери...
IDC_STATIC_BORDERCOLOR			= Боја оквира:
IDC_BTN_BORDERCOLOR			= Изабери...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Подешавања обележивача
IDC_CHK_AUTOBOOKMARK			= Аутоматско чување тренутне путање слике на обележивачима
IDC_CHK_SHARE_SETTING			= Подели конфигурације/обележиваче међу више прозора
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Аутоматски запамти тренутну путању слике у сабијене сликовне датотеке 
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Избриши
IDC_STATIC_MAX_BOOKMARK			= Макс. број обележивача:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Списак наставка асоцијације датотеке 
IDC_BTN_IMAGE_SELECT			= Изабери све
IDC_BTN_IMAGE_DESELECT			= Поништи сав избор
IDC_BTN_APPLY_NOW			= Примени одмах

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Наставак асоцијације
IDC_STATIC_ASSOC_DESC1			= За оперативни систем Виндовс 8 или новије верзије, можеш да повежеш фајлове као и следеће:
IDC_STATIC_ASSOC_DESC2			= 1. Кликни на Подешавање асоцијација 
IDC_STATIC_ASSOC_DESC3			= 2. Откачи Одабери све у прозору Програм Подешавање асоцијација
IDC_STATIC_ASSOC_DESC4			= 3. Кликни Сачувај
IDC_STATIC_ASSOC_DESC1_10		= За оперативни систем Виндовс 10 или новије верзије, можеш да повежеш фајлове као и следеће:
IDC_STATIC_ASSOC_DESC2_10		= 1. Кликни на Подешавање асоцијација 
IDC_STATIC_ASSOC_DESC3_10		= 2. Иди на Фото посматрач у прозору Уобичајена апликација.
IDC_STATIC_ASSOC_DESC4_10		= 3. Изаберите "Honeyview" као подразумевани преглед фотографија.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Подешавање асоцијација
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Класична метода

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Обрада слика
IDC_CHK_EXIFROTATION			= Аутоматско ротирање слике на основу EXSIF инфо
IDC_CHK_STRONG_SHARPEN			= Користи филтер Јако изоштри 
IDC_CHK_CACHE_IMAGE			= Кеширај следећу слику
IDC_STATIC_CACHE_MEMORY_SIZE		= Кеширај величину меморије: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Покажи врх слике ако је слика већа од прозора
IDC_CHK_USE_PREVIEW_MODE		= Приказ ниског квалитета слике за брже рендеровање
IDC_CHK_USE_IMAGE_ICC			= Користите податке датотеке слике ICC профила
IDC_CHK_USE_MONITOR_ICC			= Користите податке монитора ICC профила
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Провидна позадина за GIF слике:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Провидна позадина за 32-bit слике:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Уметање ( филтер Промена величине):
IDC_STATIC_PAGETURNFX			= Ефекат окретање страница :

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Провера
IDC_STATIC_CUSTOMKEYDESC_KEY		= Пречица на тастатури
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Акција

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Подешавање
IDC_STATIC_CUSTOMMOUSE_ACTION		= Акција
IDC_CHK_CUSTOM_LBUTTON			= Лево дугме
IDC_CHK_DBLCLICK2MAXIMIZE		= Увећај до краја/враћање дуплим кликом
IDC_CHK_CLICK2PAGETURN			= Окрени страну када кликнеш лево или десно од екрана
IDC_CHK_CUSTOM_MBUTTON			= Средње дугме
IDC_CHK_CUSTOM_RBUTTON			= Десно дугме
IDC_CHK_CUSTOM_XBUTTON			= X дугме
IDC_CHK_CUSTOM_YBUTTON			= Y дугме
IDC_CHK_CUSTOM_WHEELUP			= Точкић горе
IDC_CHK_CUSTOM_WHEELDN			= Точкић доле

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Контекст мени подешавања
IDC_CHK_SHELL_USE_SHELL_MENU		= Користи контекст мени у Windows Explorer-у
IDC_CHK_SHELL_TRANSFORM_DLG		= Претвори слику са Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Приказ слике са Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Приказ у контекст менију 
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Прикажи информацију слике
IDC_CHK_SHELL_SHOW_ICON			= Покажи Honeyview икону

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Разна подешавања
IDC_STATIC_PHOTOFOLDER			= Фото фасцикла
IDC_STATIC_PHOTOFOLDER_DESC1		= Фото фасцикла 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Фото фасцикла 2:
IDC_BTN_PHOTOFOLDER_SET1		= Прегледај...
IDC_BTN_PHOTOFOLDER_OPEN1		= Отвори
IDC_BTN_PHOTOFOLDER_SET2		= Прегледај...
IDC_BTN_PHOTOFOLDER_OPEN2		= Отвори
IDC_STATIC_EXTPROGRAM			= Уређивач слика
IDC_BTN_SET_EXTPROG0			= Прегледај...
IDC_BTN_SET_EXTPROG1_FAST		= Постави
IDC_CHK_PAGETURNWAV			= Звучни ефекат за окретање страница
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= Не отварај RAW image files
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= Приликом отварања JPEG датотеке, не отварај RAW датотеке са истим именом
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= Приликом отварања RAW датотеке, прикажи сличице ако их има
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Подеси величину прозора до величине слике
IDC_CHK_DISABLE_SCREEN_SAVER		= Искључите Виндовс чувар екрана док Honeyview ради

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Подешавање језика
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Преузми више језика...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Отвори језичку фасциклу...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Изабери слику
IDC_CHECK_SHOW_THUMBNAIL		= Сакриј навигацију са сличицама

[IDD_PASSINPUT]
IDD_PASSINPUT				= Унеси лозинку
IDC_STATIC_PASSDESC			= Ова датотека је шифрована. Унеси лозинку

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Уређивање обележивача
IDC_BTN_DEL				= Избриши
IDC_BTN_IMPORT				= Увоз обележивача
IDC_BTN_EXPORT				= Извоз обележивача

[IDD_PRINT]
IDD_PRINT				= Штампај
IDC_GROUP_PRINTER			= Одабери штампач
IDC_BTN_PRINTER_PROPERTY		= Особине
IDC_CHK_ROTATE				= Окрени 90˚
IDC_CHK_FIT_IN				= Размери на цео папир
IDC_STATIC_ZOOM				= Размера:
IDC_STATIC_MARGIN_L			= Маргина лево:
IDC_STATIC_MARGIN_T			= Врх:
IDC_STATIC_MARGIN_R			= Десно:
IDC_STATIC_MARGIN_B			= Дно:
IDC_STATIC_COPIES			= Копије:
IDC_BTN_PRINT				= Штампај
IDC_BTN_CLOSE				= Затвори

[IDD_UPDATE]
IDD_UPDATE				= Honeyview исправке
IDC_STATIC_MESSAGE_1			= Honeyview исправке су спремне
IDC_STATIC_MESSAGE_2			= Кликните на дугме Ажурирај да бисте инсталирали најновију верзију
IDOK					= Ажурирање
IDCANCEL				= Откажи
IDC_BTN_SETTING_UPDATE			= Подешавања

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Преименовање или замена
IDC_STATIC_ASK_OVERWRITE		= Датотека већ постоји
IDC_STATIC_SRC				= Тренутна слика
IDC_STATIC_DST				= Циљна слика
IDC_BTN_OVERWRITE			= Напиши преко
IDC_BTN_RENAME				= Сачувај као...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Постави као позадину радне површине
IDC_STATIC_PREVIEW			= Приказ
IDC_STATIC_BACK_COLOR			= Боја позадине
IDC_RADIO_BACKCOLOR_0			= Црна
IDC_RADIO_BACKCOLOR_1			= Ауто
IDC_RADIO_BACKCOLOR_2			= Остало...
IDC_BTN_BKGND				= Одабери...
IDC_BTN_CLOSE				= Затвори
IDC_BTN_APPLY				= Примени одмах

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Отвори датотеку
IDC_STATIC_OPENING			= Отварање...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Изабери фасциклу
IDC_STATIC_FOLDER			= Путања фасцикле:
IDC_BTN_NEWFOLDER			= Нова фасцикла
IDC_CHK_OPEN_SUBFOLDER			= Укључи све датотеке из подфасцикли

[IDD_TRANSFORM]
IDD_TRANSFORM				= Претварање слике
IDC_STATIC_FILELIST			= Списак датотеке
IDC_STATIC_PREVIEW			= Обрада
IDC_BTN_START				= Почни
IDC_BTN_CLOSE				= Затвори
IDC_BTN_OPEN_DEST_FOLDER		= Отвори фасциклу

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Окрени
IDC_RADIO_ROTATE_NONE			= Не окрећи
IDC_RADIO_ROTATE_LEFT			= Окрени 90˚ супротно смеру казаљке
IDC_RADIO_ROTATE_RIGHT			= Окрени 90˚ у смеру казаљке
IDC_RADIO_ROTATE_180			= Окрени 180˚
IDC_RADIO_ROTATE_AUTO			= Аутоокретање према EXIF инфо
IDC_STATIC_RESIZE			= Промени величину
IDC_STATIC_RESIZE_SIZE			= Нова величина

IDC_STATIC_FORMAT			= Претварање
IDC_STATIC_FORMAT_SELECT		= Облик:
IDC_STATIC_FORMAT_QUALITY		= Квалитет:
IDC_STATIC_SAVE				= Излазна фасцикла
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Сачувај у оригиналној фасцикли
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Сачувај у фасцикли са сликама
IDC_RADIO_TARGETFOLDER_CUSTOM		= Сачувај на:
IDC_STATIC_FILENAME_HEADER		= Име датотеке Prefix
IDC_STATIC_FILENAME2SAVE		= Име датотеке преглед
IDC_BTN_INIT				= Врати


[SKIN]
$TT_FULLSCREEN				= Цео екран (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= Пречица на тастатури: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Пречица: Alt+Z
$TT_PAGESELECT				= Изабери слику (Enter)
$TT_LOCKCONTROLBAR			= Закључај контроле (Пречица: ~)
$TT_LOCKTITLEBAR			= Закључај изборник (Пречица: `)
$TT_COPY_EXIFINFO			= Копирај слику/EXIF инфо (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Прикажи/сакриј слику/EXIF инфо (Пречица: Tab)
$TT_LAUNCH_GPS_LOCATION			= Погледај локацију на Google Maps.(Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			= Свирај аудио датотеку
$TT_CLOSE_EXIFINFO			= Затвори (Пречица: Tab)
$TT_PREV_BTN				= Л-миш:претходни, Д-миш:претходних 10.
$TT_NEXT_BTN				= Л-миш:следећи, Д-миш:следећих 10.

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Звук
$BTN_TEXT_SHOWMODE			= Приказ
$BTN_TEXT_PHOTOFOLDER			= Копирај 
$BTN_TEXT_EDIT				= Уређивање
$BTN_TEXT_STICKY			= Закључавање
$BTN_TEXT_BOOKMARK			= Обележивачи
$BTN_TEXT_SLIDESHOW			= Слајдшоу
$BTN_TEXT_UPDATE			= Нова верзија је доступна

$TEXT_SETTINGTAB_GENERAL		= Опште
$TEXT_SETTINGTAB_VIEW			= Поглед
$TEXT_SETTINGTAB_BOOKMARK		= Означи
$TEXT_SETTINGTAB_ASSOC			= Придруживање
$TEXT_SETTINGTAB_IMAGEPROCESS		= Обрада слике
$TEXT_SETTINGTAB_KEYBOARD		= Тастатура
$TEXT_SETTINGTAB_MOUSE			= Миш
$TEXT_SETTINGTAB_SHELL			= Изборник
$TEXT_SETTINGTAB_ETC			= Остало
$TEXT_SETTINGTAB_LANG			= Језик

$TEXT_DESKTOP				= Радна површина
$TEXT_DOCUMENT				= Документ
$TEXT_PICTURE				= Слика
$TEXT_COMPUTER				= Рачунар


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Претвори са Honeyview
TEXT_LAUNCH_HONEYVIEW			= Прикажи са Honeyview
TEXT_LOADING				= Уношење...
TEXT_IMAGE_LOAD_FAILED			= Није успело учитавање датотеке
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= Приказ није доступан


[INSTALLER]
LNK_FILE_DESC				= Покрени Honeyview
UNINSTALLER_LNK_NAME 			= Деинсталација програма

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview је у раду. Изађи из програма.
MSG_ASK_DELETE_ALL_FILES		= Неке датотеке су преостале у фасцикли инсталације ($INSTDIR).[br][br]Желиш ли да потпуно избришеш фасциклу?
MSG_ASK_RESTART_EXPLORER		= Да бисте завршили инсталацију, Виндовс Екплорер треба да рестартујете.Да ли желиш да одмах рестартујеш?
MSG_ASK_UNINSTALL_HV3			= Honeyview3 је већ инсталиран.уклоните инсталирани Honeyview3 да инсталирате нову верзију.Желиш ли да наставиш?
MSG_UNINSTALL_HV3_FAILED		= Није успела деинсталација
MSG_RESTART_EXPLORER			= Windows Explorer ће се поново покренути да заврши деинсталацију Honeyview3

TEXT_LICENSE				= Honeyview уговор о лиценци
TEXT_OPTIONS				= Инсталационе опције
TEXT_OPT_PROGRAMGROUP			= Направи групу програма
TEXT_OPT_DESKTOPSHORCUT			= Направи пречицу на радној површини
TEXT_OPT_QUICKLAUNCH			= Направи пречицу на траци за брзо покретање
TEXT_OPT_FOLDER				= Одредишна фасцикла
TEXT_OPT_REGIMAGE			= Придружене сликовне екстензије
TEXT_SELECT_FOLDER			= Изабери фасциклу
TEXT_LICENSE_LINK			= [Website]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= КРАЈЊИ КОРИСНИК ЛИЦЕНЦЕ
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview је бесплатан ултрабрз прегледач слика развијен и дистрибуиран од Bandisoft.[br][br]Овај програм је бесплатан за индивидуе, предузећа, владе и више

TEXT_ASK_RESTART_EXPLORER		= Виндовс Експлорер ће се поново покренути да бисте довршили инсталацију. Да ли желиш да сада покренеш?
TEXT_NEED_ADMIN_PRIVILEGE		= Овај програм може да инсталира само корисник са правима администратора.[br][br]Не-административни корисници не могу правилно да инсталирају програм.[br][br]Да ли желиш да зауставиш инсталацију?

